INSERT INTO student VALUES
    (1001,'张天','m',10,20),(1002,'李兰','f',10,21),
		(1003,'陈铭','m',10,21),(1004,'刘茜','f',20,21),
		(1005,'马阳','m',20,22);
INSERT INTO course VALUES
    (1,'数据结构',101,4),(2,'数据库',102,4),
		(3,'离散数学',103,4),(4,'C语言程序设计',101,2);
INSERT INTO SC VALUES 
    (1001,1,80),(1001,2,8lab_1.courselab_1.course5),(1001,3,78),
		(1002,1,78),(1002,2,82),(1002,3,86),
    (1003,1,92),(1003,3,90),(1004,1,87),
    (1004,4,90),(1005,1,85),(1005,4,92);
INSERT INTO teacher VALUES
    (101,'张星',10),(102,'李珊',10),
    (103,'赵应',10),(104,'刘田',20);
INSERT INTO dept VALUES
    (10,'计算机'),(20,'信息');


